IDEA Open Model
MatSteelCHN.PhiOMFy Property
Compatible with IDEA StatiCa v 10.1
 Overstrength coefficient for fy
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double PhiOMFy { get; set; }
Public Property PhiOMFy As Double
	Get
	Set
public:
property double PhiOMFy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelCHN Class
IdeaRS.OpenModel.Material Namespace